Repository: omeka-s-modules/Datavis
Catalog: language/*.po
Languages: ca_es, es, et, eu, fr, it

source: See this job for progress.
es: Ver este trabajo para consultar el progreso.
et: Vaata selle töö edenemist.
eu: Ikusi lan hau progresurako.
fr: Voir la tâche pour la progression.
it: Vedi questo lavoro per l'avanzamento

source: Select a visualization
ca_es: Seleccioneu una visualització
et: Vali visualiseerimine
eu: Hautatu bisualizazioa

source: Visualization
ca_es: Visualització
es: Visualización
et: Visualiseerimine
eu: Bistaratzea
fr: Visualisation
it: Visualizzazione

source: Add visualization
ca_es: Afegeix una visualització
es: Añadir visualización
et: Lisa visualiseeirmine
eu: Gehitu bistaratzea
it: Aggiungi visualizzazione

source: Data Visualization
ca_es: Visualització de dades
es: Visualización de datos
et: Andmete visualiseerimine
eu: Datu Bistaratzea
fr: Visualisation des données
it: Visualizzazione di dati

source: What would you like to visualize?
ca_es: Què voleu visualitzar?
es: ¿Qué se va a visualizar?
et: Mida sa sooviksid visualiseerida?
eu: Zer nahi duzu bistaratu?
fr: Que voulez-vous visualiser ?
it: Cosa vorresti visualizzare?

source: Visualizations
ca_es: Visualitzacions
es: Visualizaciones
et: Visualiseerimised
eu: Bistaratzeak
it: Visualizzazioni

source: Add new visualization
ca_es: Afegeix una nova visualització
es: Añadir nueva visualización
et: Lisa uus visualiseerimine
eu: Gehitu bistaratze berria
fr: Ajouter une nouvelle visualisation
it: Aggiungi una nuova visualizzazione

source: Date created
ca_es: Data de creació
es: Fecha de creación
et: Loomise kuupäev
eu: Sortze data
fr: Date de création
it: Data di creazione

source: Dataset type
ca_es: Tipus de conjunt de dades
es: Tipo de conjunto de datos
et: Andmerühma liik
eu: Datu multzo mota
fr: Type de jeu de données
it: Tipo di dataset

source: Diagram type
ca_es: Tipus de diagrama
es: Tipo de diagrama
et: Diagrammi liik
eu: Diagrama mota
fr: Type de diagramme
it: Tipo di diagramma

source: View diagram
ca_es: Veure el diagrama
es: Ver diagrama
et: Vaata diagrammi
eu: Ikusi diagrama
fr: Voir le diagramme
it: Visualizza diagramma

source: View dataset
ca_es: Veure el conjunt de dades
es: Ver conjunto de datos
et: Vaata andmerühma
eu: Ikusi datu multzoa
fr: Voir le jeu données
it: Visualizza il dataset

source: No visualizations found. %s
ca_es: No s'ha trobat cap visualització. %s
es: No se han encontrado visualizaciones. %s
et: Ühtegi visualiseerimist ei leitud. %s
eu: Ez da bistaratzerik aurkitu. %s
fr: Aucune visualisation trouvée. %s
it: Nessuna visualizzazione trovata. %s

source: Add a new visualization.
ca_es: Afegeix una nova visualització.
es: Añadir una nueva visualización.
et: Lisa uus visualiseerimine.
eu: Gehitu bistaratze berria.
fr: Ajouter une nouvelle visualisation.
it: Aggiungi una nuova visualizzazione.

source: No visualizations found.
ca_es: No s'ha trobat cap visualització.
es: No se han encontrado visualizaciones.
et: Ühtegi visualiseerimist ei leitud.
eu: Ez da bistaratzerik aurkitu.
fr: Aucune visualisation trouvée.
it: Nessuna visualizzazione trovata.

source: Edit visualization
ca_es: Edita la visualització
es: Editar visualizaciones
et: Muuda visualiseerimist
eu: Editatu bistaratzea
it: Modifica visualizzazione

source: View&hellip;
es: Ver y…
et: Vaade&hellip;
eu: Ikusi&hellip;
it: Visualizza...

source: Diagram
ca_es: Diagrama
es: Diagrama
et: Diagramm
eu: Diagrama
it: Diagramma

source: Save and&hellip;
es: Guardar y…
et: Salvesta ja&hellip;
eu: Gorde eta&hellip;
fr: Sauvegarder et&hellip;
it: Salva e...

source: Generate dataset
ca_es: Genera el conjunt de dades
es: Generar conjunto de datos
et: Loo andmekogu
eu: Sortu datu multzoa
fr: Générer un jeu de données
it: Genera dataset

source: Return to visualizations
ca_es: Torna a les visualitzacions
es: Volver a las visualizaciones
et: Tagasi visualiseerimiste juurde
eu: Itzuli bistaratzeetara
fr: Retourner aux visualisations
it: Ritorna alle visualizzazioni

source: Stay on this visualization
es: Permanecer en esta visualización
et: Jää selle visualiseerimise juurde
eu: Gelditu bistaratze honetan
fr: Rester sur cette visualisation
it: Rimani su questa visualizzazione

source: Dataset configuration
ca_es: Configuració del conjunt de dades
es: Configuración del conjunto de datos
et: Andmekogu seadistamine
eu: Datu multzo konfigurazioa
fr: Configuration du jeu de données
it: Configurazione del dataset

source: Diagram configuration
ca_es: Configuració del diagrama
es: Configuración del diagrama
et: Diagrammi seaded
eu: Diagrama konfigurazioa
fr: Configuration du diagramme
it: Configurazione del diagramma

source: Item relationships
ca_es: Relacions entre recursos
et: Ühiku seosed
eu: Elementu erlazioak
it: Relazioni del contenuto

source: Visualize the relationships between items via their resource values.
ca_es: Visualitza les relacions entre elements a través dels valors dels recursos.
et: Visualiseeri seoseid ühikute vahel läbi nende ressursside väärtuste.
it: Visualizza le relazioni tra contenuti attraverso i loro valori di risorsa

source: Group by
ca_es: Agrupa per
et: Grupeeri
eu: Honen bidez taldekatua
it: Raggruppa per

source: Limit relationships to these properties
ca_es: Limita les relacions a aquestes propietats
et: Piira seoseid nende omadustega
eu: Mugatu erlazioak propietate hauetara
it: Limita le relazioni a queste proprietà

source: Selecting no properties will include all relationships.
et: Kui ühtegi omadust pole valitud, siis kaasatakse kõik seosed.
eu: Ez bada propietaterik hautatzen erlazio guztiak hartuko ditu.
it: Quando nessuna proprietà è selezionata tutte le relazioni verranno incluse.

source: Select properties…
ca_es: Seleccioneu propietats...
es: Seleccionar propiedades...
et: Vali omadused...
eu: Hautatu propietateak...
fr: Choisissez des propriétés…
it: Seleziona proprietà...

source: Exclude items without relationships
ca_es: Exclou els elements sense relacions
et: Jäta välja ilma seoseta ühikud
eu: Erlaziorik gabeko elementuak kanpoan utzi
it: Escludi contenuti senza relazioni

source: Count of items in item sets
ca_es: Recursos totals en el conjunt de recursos
es: Recuento de fichas en conjuntos de fichas
et: Loe ühikud ühikute kogus
eu: Elementu multzoetan dauden elementuen kopurua
fr: Décompte des contenus dans des collections
it: Numero dei contenuti nelle collezioni

source: Visualize the count of items that are assigned to selected item sets.
ca_es: Visualitza els recursos totals assignats als conjunts de recursos seleccionats.
es: Visualizar el recuento de fichas asignadas a los conjuntos de fichas seleccionados.
et: Visualiseeri nende ühikute arvu, mis on määratud valitud ühikute komplektile.
eu: Hautatutako elementu multzoetara esleituta dauden elementuen kopurua bistaratu.
fr: Visualiser le nombre de contenus qui sont affectées aux collections définies.
it: Visualizza il numero di contenuti assegnati alle collezioni selezionate.

source: Select item sets…
ca_es: Selecciona conjunts de recursos...
es: Seleccionar conjuntos de fichas…
et: Vali ühikute kogum...
eu: Hautatu elementu multzoak...
fr: Choisissez les collections…
it: Seleziona collezioni...

source: Count of items with properties
ca_es: Recursos amb propietats
es: Recuento de fichas con propiedades
et: Selle omadusega ühikute arv
eu: Propietatedun elementuen kopurua
fr: Décompte des contenus avec certaines propriétés
it: Numero di contenuti con proprietà

source: Visualize the count of items that have selected properties.
es: Visualizar el recuento de fichas que responden a las propiedades seleccionadas.
et: Visualiseeri nende ühikute arvu, millel on valitud omadused.
eu: Bistaratu hautatutako propietateak dituzten elementuen kopurua.
fr: Visualiser le nombre de contenus qui ont les propriétés sélectionnées
it: Visualizza il numero di contenuti che hanno la proprietà selezionata

source: Count of items with classes
ca_es: Nombre d'elements amb classes
es: Recuento de fichas con clases
et: Loe ühikud, millel on klassid
eu: Klaseak dituzten elementuen kopurua
fr: Décompte des contenus avec des classes
it: Numero di contenuti con classi

source: Visualize the count of items that are instances of selected resource classes.
ca_es: Visualitza el recompte de recursos que són instàncies de les classes de recursos seleccionades.
es: Visualizar el recuento de fichas que son instancias de las clases de recursos seleccionadas.
et: Visualiseeri nende ühikute arvu, mis on määratud valitud ressursi klassidesse.
fr: Visualiser le nombre de contenus qui sont des instances des classes de ressources définies.
it: Visualizza il numero di contenuti che sono istanze delle classi di risorse selezionate

source: Select classes…
ca_es: Selecciona classes...
es: Seleccionar clases...
et: Vali klassid...
eu: Hautatu klaseak...
fr: Choisissez les classes…
it: Seleziona classi...

source: Count of items with property values
es: Recuento de fichas con valores de la propiedad
et: Loe kokku ühikud, millel on omadus
eu: Propietate balioak dituzten elementuen kopurua
fr: Décompte des contenus avec des valeurs de propriétés
it: Numero di contenuti con valori per la proprietà

source: Visualize the count of items that have selected values of a selected property.
es: Visualizar el recuento de fichas que responden a los valores seleccionados de una propiedad escogida.
et: Visualiseeri nende ühikute arvu, millel on valitud omadused.
eu: Hautatutako propietate bateko balioak dituzten elementuen kopurua bistaratu.
fr: Visualiser le nombre de contenus qui ont les valeurs définies pour une propriété choisie.
it: Visualizza il numero di contenuti che hanno il valore selezionato per la proprietà selezionata

source: Value property
ca_es: Valor de la propietat
es: Propiedad de valor
et: Väärtuse omadus
eu: Balio propietatea
fr: Propriété des valeurs
it: Valore della proprietà

source: Select one…
ca_es: Seleccioneu una...
es: Seleccionar uno…
et: Vali üks...
eu: Hautatu bat...
fr: Choisissez-en une…
it: Seleziona un'opzione...

source: Enter values, separated by new lines.
ca_es: Afegiu els valors separats per línies.
es: Introducir los valores, separados en líneas independientes.
et: Sisesta väärtused. Iga väärtus uuele reale.
eu: Sartu balioak, lerro saltoz bereizita
fr: Saisissez les valeurs, séparées par des retour à la ligne.
it: Inserisci valori, separati da un a capo.

source: Count of property values
es: Recuento de valores de la propiedad
et: Loe kokku omaduste väärtused
eu: Propietate balioen kopurua
fr: Décompte des valeurs d’une propriété
it: Numero di valori della proprietà

source: Visualize the count of values of a selected property.
es: Visualizar el recuento de valores de una propiedad seleccionada.
et: Visualiseeri nende ühikute arvu, millel on valitud omadused.
eu: Hautatutako propietateko balioen kopurua bistaratu.
fr: Visualiser le nombre de valeurs pour une propriété sélectionnée.
it: Visualizza il numero di valori di una proprietà selezionata.

source: Minimum count
ca_es: Mínims
es: Recuento mínimo
et: Minimaalne arv
eu: Gutxieneko kopurua
fr: Décompte minimum
it: Numero minimo

source: No minimum
ca_es: Sense mínim
es: Sin mínimo
et: Miinimumi pole
eu: Gutxienekorik ez
fr: Pas de minimum
it: Nessun minimo

source: Maximum count
ca_es: Màxims
es: Recuento máximo
et: Maksimaalne arv
eu: Gehienezko kopurua
fr: Décompte maximum
it: Numero massimo

source: No maximum
ca_es: Sense màxim
es: Sin máximo
et: Maksimumi pole
eu: Gehienezkorik ez
fr: Pas de maximum
it: Nessun massimo

source: A site must have an ID
ca_es: Els llocs han de tenir un ID
es: Un sitio debe tener una ID
et: Saidil peab olema ID
eu: Atariak ID bat izan behar du
fr: Un site doit avoir un ID
it: Un sito deve avere un ID

source: dataset_type must be a string
ca_es: dataset_type ha de ser una matriu o vector
es: El tipo de conjunto de datos (dataset_type) debe almacenarse en una cadena o "string"
et: dataset_type peab olema tekst
eu: dataset_type testu motakoa izan behar da
fr: dataset_type doit être une chaine
it: dataset_type deve essere una stringa

source: dataset_data must be an array
ca_es: dataset_data ha de ser una matriu o vector
es: Los datos del conjunto de datos (dataset_data) deben almacenarse en un vector o "array"
et: dataset_data peab olema andmerida
eu: dataset_data matrize motakoa izan behar da
fr: dataset_data doit être un tableau
it: dataset_data deve essere un array

source: diagram_data must be an array
ca_es: diagram_data ha de ser una matriu o vector
es: Los datos del diagrama (diagram_data) deben almacenarse en un vector o "array"
et: diagram_data peab olema andmerida
eu: diagram_data matrize motakoa izan behar da
fr: diagram_data doit être un tableau
it: diagram_data deve essere un array

source: A visualization must have a site
ca_es: Les visualitzacions han de pertànyer a un lloc
es: Una visualización debe tener un sitio
et: Visualseerimisel peab olema sait
eu: Bistaratzeak atari bat eduki behar du
fr: Une visualisation doit avoir un site
it: Una visualizzzione deve avere un sito

source: A visualization must have a dataset type
ca_es: Totes les visualitzacions han de tenir un tipus de conjunt de dades
es: Una visualización debe tener un tipo de conjunto de datos
et: Visualiseerimisel peab olema andmekogu liik
eu: Bistaratzeak datu multzo bat eduki behar du
fr: Une visualisation doit avoir un type de jeu de données
it: Una visualizzazione deve avere un tipo di dataset

source: A visualization must have a title
ca_es: La visualització ha de tenir un títol
es: Una visualización debe tener un título
et: Visualiseerimisel peab olema pealkiri
eu: Bistaratzeak titulua eduki behar du
fr: Une visualisation doit avoir un titre
it: Una visualizzazione deve avere un titolo

source: Data visualization
ca_es: Visualització de dades
es: Visualización de datos
et: Andmete visualiseerimine
eu: Datu bistaratzea
fr: Visualisation des données
it: Visualizzazione di dati

source: Select visualization…
ca_es: Tria la visualització...
es: Seleccionar visualización...
et: Vali visualiseerimine...
eu: Hautatu bistaratzea...
fr: Choisissez une visualisation…
it: Seleziona visualizzazione...

source: Configure your visualization below.
ca_es: Configura la visualització.
es: Configurar la visualización a continuación.
et: Seadista oma visualiseerimist allpool.
eu: Konfiguratu zure bistaratzea hemen.
fr: Configurer votre visualisation ci-dessous.
it: Configura la tua visualizzazione qui sotto.

source: Successfully added your visualization.
ca_es: S'ha afegit la visualització.
es: Visualización añadida con éxito.
et: Sinu visualiseermine on lisatud.
eu: Zure bistaratzea ongi gehitu da.
fr: Votre visualisation a bien été ajoutée.
it: Visualizzazione aggiunta con successo.

source: Successfully edited your visualization.
ca_es: S'ha editat la visualització.
es: Visualización editada con éxito.
et: Sinu visualiseermist on muudetud.
eu: Zure bistaratzea ongi aldatu da.
fr: Votre visualisation a bien été modifiée.
it: Visualizzazione modificata con successo.

source: Successfully deleted your visualization.
ca_es: S'ha suprimit la visualització.
es: Visualización eliminada con éxito.
et: Sinu visualiseeirmine on kustutud.
eu: Zure bistaratzea ongi ezabatu da.
fr: Votre visualisation a bien été supprimée.
it: Visualizzazione eliminata con successo.

source: Generating dataset. This may take a while.
ca_es: S'està generant el conjunt de dades. Això pot trigar una estona.
et: Andmekogu loomine. See võib veidi aega võtta.

source: Configure the logical grouping of items that will be used for your dataset. No query means all items assigned to this site.
ca_es: Configureu l'agrupament lògic dels elements que s'empraran per al vostre conjunt de dades. Si no s'indica cap consulta, tots els recursos s'assignaran a aquest espai.
es: Configurar la agrupación lógica de fichas que será usada en el conjunto de datos. Una consulta vacía devolverá todas las fichas del sitio.
et: Seadista loogiline kirjete grupeerimine, mida kasutatakse sinu andmekogu puhul. Kui päringuid pole määratud, siis on see määratud kogu saidile.
it: Configura il raggruppamento lofico che verrà utilizzato per il tuo dataset. Nessuna query corrisponde a tutti i contenuti assegnati a questo sito.

source: Warning: you will lose the current diagram configuration if you change the diagram type.
ca_es: Alerta: perdreu la configuració actual si canvieu el tipus de diagrama.
es: Atención: se perderá la configuración actual del diagrama si se cambia su tipo.
et: Hoiatus: kui muudad diagrammi tüüpi, siis kaotad praeguse diagrammi seadistused.
eu: Kontuz: huneko diagrama konfigurazioa galduko duzu diagrama mota aldatzen baduzu.
fr: Attention : vous perdrez la configuration actuelle du diagramme si vous changer le type de diagramme.
it: Attenzione: perderai l'attuale configurazione del diagramma se cambi il tipo di diagramma.

source: Select diagram type
ca_es: Selecciona el tipus de diagrama
es: Seleccionar tipo de diagrama
et: Vali diagrammi liik
eu: Hautatu diagrama mota
fr: Choisir le type de diagramme
it: Seleziona tipo di diagramma

source: Property value
ca_es: Valor de la propietat
et: Omaduse väärtus
eu: Propietate balioa

source: Select a property…
ca_es: Seleccione una propietat...
et: Vali omadus...
eu: Hautatu propietatea...

source: Arc
et: Kaar
it: Arco

source: Width
ca_es: Amplada
es: Ancho
et: Laius
eu: Zabalera
fr: Largeur
it: Larghezza

source: Margin top
ca_es: Marge superior
es: Margen superior
et: Veeris üleval
eu: Goiko marjina
fr: Marge supérieure
it: Margine in alto

source: Margin bottom
ca_es: Marge inferior
es: Margen inferior
et: Veeris all
eu: Beheko marjina
fr: Marge inférieure
it: Margine in basso

source: Margin left
ca_es: Marge esquerre
es: Margen izquierdo
et: Veeris vasakul
eu: Ezkerreko marjina
fr: Marge à gauche
it: Margine a sinistra

source: By group
ca_es: Per grup
et: Grupi järgi
eu: Taldearen arabera
it: Per gruppo

source: By label
ca_es: Per etiqueta
et: Sildi järgi
eu: Etiketaren arabera
it: Per etichetta

source: Label font size
ca_es: Mida de la font de l'etiqueta
et: Sildi fondi suurus
eu: Etiketa letra taimaina
it: Dimensione del carattere dell'etichetta

source: Space between labels
ca_es: Espai entre etiquetes
et: Vahe siltide vahel
eu: Etiketen arteko tartea
it: Spazio tra le etichette

source: Color scheme
ca_es: Esquemes de color
et: Värviskeem
eu: Kolore eskema

source: Pie chart
ca_es: Gràfic de sectors
es: Gráfico circular
et: Sektordiagramm
eu: Grafiko biribila
fr: Diagramme circulaire
it: Grafico a torta

source: Height
ca_es: Alçada
es: Alto
et: Kõrgus
eu: Altuera
fr: Hauteur
it: Altezza

source: Margin
ca_es: Marges
es: Margen
et: Veeris
eu: Marjina
fr: Marge
it: Margine

source: Network graph
ca_es: Gràfic de xarxes
et: Võrgustiku graafik
it: Grafo (network graph)

source: Column chart
ca_es: Gràfic de columnes
es: Gráfico de columnas
et: Tulpdiagramm
eu: Zutabe diagrama
fr: Diagrammes en barres
it: Grafico a barre

source: Margin right
ca_es: Marge dret
es: Margen derecho
et: Veeris paremal
eu: Eskuineko marjina
fr: Marge à droite
it: Margine a destra

source: Order
ca_es: Ordre
es: Ordenar
et: Järjekord
eu: Ordena
fr: Ordre
it: Ordine

source: By value (ascending)
ca_es: Valor (ascendent)
es: Por valor (ascendente)
et: Väärtuse järgi (kasvavalt)
eu: Balioaren arabera (goranzkoa)
fr: Par valeur (croissante)
it: Per valore (crescente)

source: By value (descending)
ca_es: Valor (descendent)
es: Por valor (descendente)
et: Väärtuse järgi (kahanevalt)
eu: Balioaren arabera (beheranzkoa)
fr: Par valeur (décroissante)
it: Per valore (decrescente)

source: By label (ascending)
ca_es: Etiqueta (ascendent)
es: Por etiqueta (ascendente)
et: Sildi järgi (kasvavalt)
eu: Etiketaren arabera (goranzkoa)
fr: Par nom (A-Z)
it: Per etichetta (crescente)

source: By label (descending)
ca_es: Etiqueta (descendent)
es: Por etiqueta (descendente)
et: Sildi järgi (kahanevalt)
eu: Etiketaren arabera (beheranzkoa)
fr: Par nom (Z-A)
it: Per etichetta (decrescente)

source: Color fill
ca_es: Color d'emplenament
et: Värvitäide

source: Bar chart
ca_es: Gràfic de barres
es: Gráfico de barras
et: Tulpdiagramm
eu: Barra diagrama
fr: Diagramme en barres horizontales
it: Grafico a barre

source: Click <a href="https://d3js.org/d3-scale-chromatic/categorical" target="_blank">here</a> to view the available color schemes.
ca_es: Feu clic per veure els <a href="https://d3js.org/d3-scale-chromatic/categorical" target="_blank">esquemes de color disponibles</a>.

source: Enter a three- or six-digit hexadecimal color. You can use any online hex color picker to select the color. The default is <code>#69b3a2</code>
ca_es: Introduïu un color hexadecimal de tres o sis dígits. Podeu utilitzar qualsevol selector de color hexadecimal en línia per a seleccionar el color. El valor per defecte és <code>#69b3a2</code>
